export const synergy = [
  {
    name: '경쟁자',
    list: ['바이', '징크스'],
  },
  {
    name: '마법공학',
    list: [
      '녹턴',
      '자르반 4세',
      '세주아니',
      '스웨인',
      '루시안',
      '시비르',
      '알리스타',
    ],
  },
  {
    name: '연미복',
    list: ['브랜드', '신드라', '탈론', '레오나', '드레이븐', '제리'],
  },
  {
    name: '타격대',
    list: ['자르반 4세', '렉사이', '나르', '시비르', '이렐리아'],
  },
  {name: '흑막', list: ['실코']},
  {
    name: '돌연변이',
    list: ['카사딘', '렉사이', '말자하', '초가스', '카직스', '카이사'],
  },
  {
    name: '사교계',
    list: ['나르', '세나', '세라핀', '갈리오'],
  },
  {name: '시계태엽', list: ['카밀', '질리언', '오리아나', '진']},
  {name: '요들', list: ['뽀삐', '직스', '룰루', '코르키', '나르', '벡스']},
  {name: '집행자', list: ['케이틀린', '세주아니', '바이', '제이스']},
  {
    name: '화학공학',
    list: [
      '신지드',
      '트위치',
      '워윅',
      '트린다미어',
      '자크',
      '레나타 글라스크',
      '빅토르',
    ],
  },
  {name: '강화술사', list: ['룰루', '모르가나', '세나', '오리아나']},
  {name: '거신', list: ['초가스', '알리스타', '갈리오']},
  {
    name: '경호대',
    list: ['다리우스', '뽀삐', '블리츠크랭크', '레오나', '브라움', '갈리오'],
  },
  {
    name: '난동꾼',
    list: [
      '일라오이',
      '렉사이',
      '세주아니',
      '자크',
      '초가스',
      '바이',
      '탐 켄치',
    ],
  },
  {
    name: '도전자',
    list: ['카밀', '워윅', '퀸', '트린다미어', '드레이븐', '카이사'],
  },
  {name: '변형술사', list: ['제이스']},
  {
    name: '비전 마법사',
    list: ['직스', '브랜드', '스웨인', '말자하', '벡스', '아리', '빅토르'],
  },
  {
    name: '쌍발총',
    list: ['코르키', '갱플랭크', '루시안', '징크스'],
  },
  {
    name: '암살자',
    list: ['트위치', '녹턴', '탈론', '에코', '카직스'],
  },
  {
    name: '저격수',
    list: ['케이틀린', '애쉬', '미스 포츈', '진', '제리'],
  },
  {
    name: '학자',
    list: ['카사딘', '신드라', '자이라', '레나타 글라스크', '실코'],
  },
  {
    name: '혁신가',
    list: ['신지드', '이즈리얼', '질리언', '에코', '세라핀', '제이스'],
  },
  {
    name: '고물상',
    list: ['이즈리얼', '직스', '블리츠크랭크', '에코', '이렐리아', '징크스'],
  },
  {
    name: '대식가',
    list: ['탐 켄치'],
  },
  {
    name: '범죄 조직',
    list: ['다리우스', '애쉬', '자이라', '모르가나', '브라움', '아리'],
  },
  {name: '용병', list: ['일라오이', '퀸', '갱플랭크', '미스 포츈', '탐 켄치']},
];
